var a1 = document.getElementById("a1");
var a2 = document.getElementById("a2");
var a3 = document.getElementById("a3");
var a4 = document.getElementById("a4");
var a5 = document.getElementById("a5");
var a6 = document.getElementById("a6");
var a7 = document.getElementById("a7");
var a8 = document.getElementById("a8");
var a9 = document.getElementById("a9");
var a10 = document.getElementById("a10");
var a11 = document.getElementById("a11");
var a12 = document.getElementById("a12");
var a13 = document.getElementById("a13");
var b1 = document.getElementById("b1");
var b1a = document.getElementById("b1-1");
var b2 = document.getElementById("b2");
var b3 = document.getElementById("b3");
var b4 = document.getElementById("b4");
var b5 = document.getElementById("b5");
var c1 = document.getElementById("c1");
var c2 = document.getElementById("c2");
var c3 = document.getElementById("c3");
var c4 = document.getElementById("c4");
var c5 = document.getElementById("c5");
var d1 = document.getElementById("d1");
var e1 = document.getElementById("e1");
var e2 = document.getElementById("e2");
var e3 = document.getElementById("e3");
var g1 = document.getElementById("g1");
var g2 = document.getElementById("g2");
var p1 = document.getElementById("p1");
var p2 = document.getElementById("p2");
var p3 = document.getElementById("p3");
var p4 = document.getElementById("p4");
var p5 = document.getElementById("p5");
var p6 = document.getElementById("p6");
var p7 = document.getElementById("p7");
var p8 = document.getElementById("p8");
var p9 = document.getElementById("p9");
var p10 = document.getElementById("p10");
var p11 = document.getElementById("p11");
var p12 = document.getElementById("p12");
var p13 = document.getElementById("p13");
var p14 = document.getElementById("p14");
var p15 = document.getElementById("p15");
var p16 = document.getElementById("p16");
var p17 = document.getElementById("p17");
var p18 = document.getElementById("p18");
var p19 = document.getElementById("p19");
var p20 = document.getElementById("p20");
var at1 = document.getElementById("art1");
var at2 = document.getElementById("art2");
var at3 = document.getElementById("art3");
var at4 = document.getElementById("art4");
var at5 = document.getElementById("art5");
var at6 = document.getElementById("art6");
var conta = document.getElementById("conta");
var contb = document.getElementById("contb");

if (window.innerWidth >= 1200) {
    g1.innerHTML = "新华社北京4月17日电 神舟十八 号载人飞船计划近日择机实施发射，船箭组合体已转运至发射区（左图 新华社照片）。";
    g2.innerHTML = "据中国载人航天工程办公室介绍 ，4月17日，神舟十八号载人飞船与长征二号F遥十八运载火箭组合体已转运至发射区。目前，发射场设施设备状态良好，后续将按计划开展发射前的各项功能检查、联合测试等工作。";

    a1.innerHTML = "本报综合消息 4月17日，省委常委会召开会议，学习贯彻习近平总书记近期重要讲话重要文章精神，分析全省一季度经济形势，研究部署下一阶段工作。省委书记信长星主持会议并讲话。";
    a2.innerHTML = "会议学习了习近平总书记会见马英九一行时的重要讲话精神和总书记在《求是》杂志发表的重要文章《加强文化遗产保护传承 弘扬中华优秀传统文化》，指出，要认真贯彻中央对台工作部署，用好两岸企业家峰会等平台载体，进一步密切苏台经济交往、人文交流，为推进祖国统一和民族复兴贡献更大力量。要以高度的文化自觉、坚定的文化自信加快建设文化强省，全面提升文物保护利用和文化遗产保护传承水平，在建设中华民族现代文明上探索新经验、展现新作为。";
    a3.innerHTML = "在经济形势分析议题，会议以视频形式连线到各设区市，听取了全省一季度经济形势分析汇报，省工信厅、省商务厅和苏州市、淮安市、泰州";
    a4.innerHTML = "市、宿迁市发言。吴新明、张彤等市领导在南通分会场收听收看。";
    a5.innerHTML = "会议指出，一季度是“挑大梁”的新起点、全年的风向标、整盘的先手棋，全省经济实现开门红、开门好、开门稳，提升了各方面对江苏发展的预期，提振了全省上下的信心，为更好实现全年目标、真正挑起大梁夯实了基础、赢得了先机。成绩来之不易，是在习近平总书记亲切关怀、精心指导下取得的，是认真落实党中央决策部署取得的，是各地各部门齐心协力干出来的。";
    a6.innerHTML = "会议指出，当前，全省经济运行有挑战、更有机遇。要坚定信心、鼓足干劲，把解决发展中遇到的问题作为提振市场预期和信心的重要抓手，采取正确策略、拿出具体措施，全面巩固和增强经济回升向好态势，乘势而上争取高质量发展更好结果。";
    a7.innerText = "会议强调，需求是促进经济回升向好的关键。要充分激发有潜能的消费，大力发展数字、绿";
    a8.innerHTML ="色、健康消费，抓紧落实大规模设备更新和消费品以旧换新政策。要合理扩大有效益的投资，继续适度超前谋划部署一批重大新型基础设施项目，扩大高技术产业和战略性新兴产业投资，更大力度激发民间投资活力。要着力稳住外贸外资基本盘，推出更多务实有效的贸易便利化措施，加快培育外贸新动能，积极创新利用外资方式。";
    a9.innerHTML ="会议指出，发展新质生产力是推动高质量发展的内在要求和重要着力点。要加快以科技创新推动产业创新，力争在关键核心技术、重大科技前沿、高端装备等领域涌现更多成果，催生新产业、新模式、新动能。要用新技术巩固传统产业领先优势，以“智改数转网联”为牵引，促进产业高端化、智能化、绿色化，努力把“长板”拉得更长。要防止一哄而上和泛化、炒作新质生产力的概念，引导各地因地制宜、错位发展，实实在在塑造发展新动能新优势。";
    a10.innerHTML ="会议强调，经济循环";
    a11.innerHTML ="畅通是发展韧性活力的直接体现。要打通影响交通物流体系的堵点卡点，加密完善国际航空、海运航线网络，加快“水运江苏”建设。要打通制约经营主体发展的堵点卡点，依法平等保护各类经营主体合法权益，推动各类要素跨区域自由流动和集聚。要打通束缚新质生产力发展的堵点卡点，一体推进教育发展、科技创新、人才培养，助力科技成果就地转化应用。";
    a12.innerHTML ="会议指出，落实才能出成绩，执行才能见成效。国家层  面的政策要用足用好，省里制定的政策要应享尽享，其他省市的政策要广泛借鉴吸收，以更  开阔的视野和思路，扎扎实实做好各项工作。";
    a13.innerHTML ="会议强调，要统筹推进高质量发展和高水平安全，促进  房地产市场平稳健康发展，切实防范化解金融风险，扎紧筑牢安全生产防线，继续做好地方  债务风险防范化解工作，兜住兜准兜牢民生底线，全力以赴维护社会安全稳定。";

    b1.innerHTML = "本报讯 （记者朱文君）4月17日，北京海博思创华东区域总部及“四中心一基地”项目正式签约。市委书记吴新明，北京海博思创科技股份有限公司董事长、总经理张剑辉等见证签约。";
    b1a.innerHTML = "";
    b2.innerHTML = "我市始终将绿色低碳转型作为推进新型工业化的重要内容，已发展形成了以风电、光伏、储能等为主的新能源产业集群。其中储能产业布局较早，集聚了一批有影响力的企业，正在加快强链补链延";
    b3.innerHTML = "链，不断提升产业竞争实力。";
    b4.innerHTML = "北京海博思创科技股份有限公司是国内领先的储能系统集成与解决方案技术服务提供商，拥有国内领先的电池测试实验室。该项目落户启东";
    b5.innerHTML = "高新技术产业开发区，总投资40亿元，其中一期项目将建设研发中心、营销中心、实验测试中心、数智化运维中心和“零碳”智能制造基地。";

    c1.innerHTML = "本报讯 （记者朱文君）昨天，市委书记吴新明赴崇川区市北高新技术产业开发区，深入企业展开调研。他强调，要深入贯彻落实习近平总书记对江苏工作重要讲话重要指示精神，深度融入长三角一体化发展战略，持续放大中心城区优势，积极参与长江口产业创新协同区建设，以创新驱动产业能级全面提升，加快培育发展新质生产力，为全市高质量发展贡献主城力量。";
    c2.innerHTML = "南通越亚半导体有限公司二期项目正在进行厂房施工，吴新明来到企业展示中心、车间等地，详细了解产品工艺、科技研发、市场前景等情";
    c3.innerHTML = "况，希望企业深耕优势领域，瞄准行业新兴领域，加大科技研发投入，不断提升企业核心竞争力。江苏三黍生物科技有限公司拥有行业领先的科研";
    c4.innerHTML = "检测服务平台，并积极布局特种淀粉基新材料产业。吴新明参观实验室、中试中心等地，了解工艺流程、市场应用、发展规划等。江苏奥易克斯汽车电子科技股份有限公司主要生产新能源汽车、传统动力汽车电控产品。在实地参观车间、查看生产工艺流程后，吴新明希望企业坚持创新引领，顺应行业变革潮流，不断用新技术赋能产品，持续巩固行业领先地位，实现更好更快发展。";
    c5.innerHTML = "调研中，吴新明强调，崇川区要深度融入长三角一体化发展和上海大都市圈建设，切实扛起主城担当、展现主城作为，加快跨江融合，积极参与共建长江口产业创新协同区；充分发挥人才、区位等优势，坚定不移抓好科技创新、项目建设，强化企业创新主体地位，厚植发展新动能。";

    d1.innerHTML ="在“七虎竞南通，十强逐江海”的氛围里，我市上下形成了拼经济、争项目、抢投入的热潮。被誉为“七小虎”的如皋长江、启东吕四港、海安曲塘、通州川姜、如东洋口5个省级经济发达镇和通州平潮、海门包场2个省级经济发达镇培育镇，同样虎虎生威。去年12月8日，全市省级经济发达镇座谈会要求“七小虎”更好担当起经济大镇、发展重镇的责任和使命，当标杆、做示范。4个月过去了，“七小虎”有着什么样的状态？什么样的作为？本报今起推出“‘七小虎’竞字起笔拼经济”系列报道，敬请关注。";

    e1.innerHTML ="本报讯 （记者司占伟 通讯员陆英）17日，记者从南通经济技术开发区行政审批局了解到，该区“道口开设一件事”专窗日前启用，专窗将日常的“占用、挖掘城市道路审批”“依附于城市道路建设各种管线、杆线等设施审批”“临时占用绿地审批”“砍伐城市树木、迁移古树名木审批”四个事项集成“道口开设一件事”审批服务，审批时长由原本的15到20个工作日缩短至5个工作日以内。";
    e2.innerHTML ="随着南通开发区投资建设项目规模不断扩大，项目建设过程中开设（临时）永久道口成为必不可少的环节。但该事项审批涉及多个部门，企业在办理过程中常常陷入各个部门多头跑、多头准备资料的困境，一定程度上影响了投资建设项目的建成速度。";
    e3.innerHTML ="创新开设的“道口开设一件事”专窗，打破了以往多部门串联审批、分头踏勘、分散办理的工作模式，优化为一个部门统一受理、联合踏勘、集中会办的“集成”工作模式。实现了从“群众跑”到“数据跑”“政府跑”的转变，无形中使部门之间的协作更为密切，也切实提高了“一件事情”的办事效率。";
} 
if(window.innerWidth < 1200){
    //g1.innerHTML = "新华社北京4月17日电 神舟十八 号载人飞船计划近日择机实施发射，船箭组合体已转运至发射区（左图 新华社照片）。";
    g2.innerHTML = "据中国载人航天工程办公室介绍 ，4月17日，神舟十八号载人飞船与长征二号F遥十八运载火箭组合体已转运至发射区。目前，发射场设施设备状态良好，后续将按计划开展发射前的各项功能检查、联合测试等工作。";

    a1.innerHTML = "本报综合消息 4月17日，省委常委会召开会议，学习贯彻习近平总书记近期重要讲话重要文章精神，分析全省一季度经济形势，研究部署下一阶段工作。省委书记信长星主持会议并讲话。";
    a2.innerHTML ="会议学习了习近平总书记会见马英九一行时的重要讲话精神和总书记在《求是》杂志发表的重要文章《加强文化遗产保护传承 弘扬中华优秀传统文化》，指出，要认真贯彻中央对台工作部署，用好两岸企业家峰会等平台载体，进一步密切苏台经济交往、人文交流，为推进祖国统一和民族复兴贡献更大力量。要以高度的文化自觉、坚定的文化自信加快建设文化强省，全面提升文物保护利用和文化遗产保护传承水平，在建设中华民族现代文明上探索新经验、展现新作为。";
    a3.innerHTML ="在经济形势分析议题，会议以视频形式连线到各设区市，听取了全省一季度经济形势分析汇报，省工信厅、省商务厅和苏州市、淮安市、泰";
    a4.innerHTML ="州市、宿迁市发言。吴新明、张彤等市领导在南通分会场收听收看。";   
    a5.innerHTML ="会议指出，一季度是“挑大梁”的新起点、全年的风向标、整盘的先手棋，全省经济实现开门红、开门好、开门稳，提升了各方面对江苏发展的预期，提振了全省上下的信心，为更好实现全年目标、真正挑起大梁夯实了基础、赢得了先机。成绩来之不易，是在习近平总书记亲切关怀、精心指导下取得的，是认真落实党中央决策部署取得的，是各地各部门齐心协力干出来的。";
    a6.innerHTML ="会议指出，当前，全省经济运行有挑战、更有机遇。要坚定信心、鼓足干劲，把解决发展中遇到的问题作为提振市场预期和信心的重要抓手，采取正确策略、拿出具体措施，全面巩固和增强经济回升向好态势，乘势而上争取高质量发展更好结果。";
    a7.innerHTML ="会议强调，需求是促进经济回升向好的关键。要充分激发有潜能的消费，大力";
    a8.innerHTML ="发展数字、绿色、健康消费，抓紧落实大规模设备更新和消费品以旧换新政策。要合理扩大有效益的投资，继续适度超前谋划部署一批重大新型基础设施项目，扩大高技术产业和战略性新兴产业投资，更大力度激发民间投资活力。要着力稳住外贸外资基本盘，推出更多务实有效的贸易便利化措施，加快培育外贸新动能，积极创新利用外资方式。";
    a9.innerHTML ="会议指出，发展新质生产力是推动高质量发展的内在要求和重要着力点。要加快以科技创新推动产业创新，力争在关键核心技术、重大科技前沿、高端装备等领域涌现更多成果，催生新产业、新模式、新动能。要用新技术巩固传统产业领先优势，以“智改数转网联”为牵引，促进产业高端化、智能化、绿色化，努力把“长板”拉得更长。要防止一哄而上和泛化、炒作新质生产力的概念，引导各地因地制宜、错位发展，实实在在塑造发展新动能新优势。";
    a10.innerHTML ="会议强调，经济";
    a11.innerHTML ="循环畅通是发展韧性活力的直接体现。要打通影响交通物流体系的堵点卡点，加密完善国际航空、海运航线网络，加快“水运江苏”建设。要打通制约经营主体发展的堵点卡点，依法平等保护各类经营主体合法权益，推动各类要素跨区域自由流动和集聚。要打通束缚新质生产力发展的堵点卡点，一体推进教育发展、科技创新、人才培养，助力科技成果就地转化应用。";
    a12.innerHTML ="会议指出，落实才能出成绩，执行才能见成效。国家层  面的政策要用足用好，省里制定的政策要应享尽享，其他省市的政策要广泛借鉴吸收，以更  开阔的视野和思路，扎扎实实做好各项工作。";
    a13.innerHTML ="会议强调，要统筹推进高质量发展和高水平安全，促进  房地产市场平稳健康发展，切实防范化解金融风险，扎紧筑牢安全生产防线，继续做好地方  债务风险防范化解工作，兜住兜准兜牢民生底线，全力以赴维护社会安全稳定。";

    b1.innerHTML = "本报讯 （记者朱文君）4月17日，北京海博思创华东区域总部及“四中心一基地”项目正式签约。市委书记吴新明，北京海博思创科技股份有限公司董事长、总经理张剑辉等";
    b1a.innerHTML = "见证签约。";
    b2.innerHTML = "我市始终将绿色低碳转型作为推进新型工业化的重要内容，已发展形成了以风电、光伏、储能等为主的新能源产业集群。其中储能产业布局较早，集聚了一批";
    b3.innerHTML = "有影响力的企业，正在加快强链补链延链，不断提升产业竞争实力。";
    b4.innerHTML = "北京海博思创科技股份有限公司是国内领先的储能系统集成与解决方案技术服务提供商，拥有国内";
    b5.innerHTML = "领先的电池测试实验室。该项目落户启东高新技术产业开发区,总投资40亿元,其中一期项目将建设研发中心、营销中心、实验测试中心、数智化运维中心和“零碳”智能制造基地。";

    c1.innerHTML = "本报讯 （记者朱文君）昨天，市委书记吴新明赴崇川区市北高新技术产业开发区，深入企业展开调研。他强调，要深入贯彻落实习近平总书记对江苏工作重要讲话重要指示精神，深度融入长三角一体化发展战略，持续放大中心城区优势，积极参与长江口产业创新协同区建设，以创新驱动产业能级全面提升，加快培育发展新质生产力，为全市高质量发展贡献主城力量。";
    c2.innerHTML = "南通越亚半导体有限公司二期项目正在进行厂房施工，吴新明来到企业展示中心、车间等地，详细了解产品工艺、科技研发、市场前景等情";
    c3.innerHTML = "况，希望企业深耕优势领域，瞄准行业新兴领域，加大科技研发投入，不断提升企业核心竞争力。江苏三黍生物科技有限公司拥有行业领先的科研";
    c4.innerHTML = "检测服务平台，并积极布局特种淀粉基新材料产业。吴新明参观实验室、中试中心等地，了解工艺流程、市场应用、发展规划等。江苏奥易克斯汽车电子科技股份有限公司主要生产新能源汽车、传统动力汽车电控产品。在实地参观车间、查看生产工艺流程后，吴新明希望企业坚持创新引领，顺应行业变革潮流，不断用新技术赋能产品，持续巩固行业领先地位，实现更好更快发展。";
    c5.innerHTML = "调研中，吴新明强调，崇川区要深度融入长三角一体化发展和上海大都市圈建设，切实扛起主城担当、展现主城作为，加快跨江融合，积极参与共建长江口产业创新协同区；充分发挥人才、区位等优势，坚定不移抓好科技创新、项目建设，强化企业创新主体地位，厚植发展新动能。";

    d1.innerHTML ="在“七虎竞南通，十强逐江海”的氛围里，我市上下形成了拼经济、争项目、抢投入的热潮。被誉为“七小虎”的如皋长江、启东吕四港、海安曲塘、通州川姜、如东洋口5个省级经济发达镇和通州平潮、海门包场2个省级经济发达镇培育镇，同样虎虎生威。去年12月8日，全市省级经济发达镇座谈会要求“七小虎”更好担当起经济大镇、发展重镇的责任和使命，当标杆、做示范。4个月过去了，“七小虎”有着什么样的状态？什么样的作为？本报今起推出“‘七小虎’竞字起笔拼经济”系列报道，敬请关注。";

    e1.innerHTML ="本报讯 （记者司占伟 通讯员陆英）17日，记者从南通经济技术开发区行政审批局了解到，该区“道口开设一件事”专窗日前启用，专窗将日常的“占用、挖掘城市道路审批”“依附于城市道路建设各种管线、杆线等设施审批”“临时占用绿地审批”“砍伐城市树木、迁移古树名木审批”四个事项集成“道口开设一件事”审批服务，审批时长由原本的15到20个工作日缩短至5个工作日以内。";
    e2.innerHTML ="随着南通开发区投资建设项目规模不断扩大，项目建设过程中开设（临时）永久道口成为必不可少的环节。但该事项审批涉及多个部门，企业在办理过程中常常陷入各个部门多头跑、多头准备资料的困境，一定程度上影响了投资建设项目的建成速度。";
    e3.innerHTML ="创新开设的“道口开设一件事”专窗，打破了以往多部门串联审批、分头踏勘、分散办理的工作模式，优化为一个部门统一受理、联合踏勘、集中会办的“集成”工作模式。实现了从“群众跑”到“数据跑”“政府跑”的转变，无形中使部门之间的协作更为密切，也切实提高了“一件事情”的办事效率。";
}
if(window.innerWidth <= 992){
    g1.innerHTML = "新华社北京4月17日电 神舟十八 号载人飞船计划近日择机实施发射，船箭组合体已转运至发射区（左图 新华社照片）。";
    g2.innerHTML = "据中国载人航天工程办公室介绍 ，4月17日，神舟十八号载人飞船与长征二号F遥十八运载火箭组合体已转运至发射区。目前，发射场设施设备状态良好，后续将按计划开展发射前的各项功能检查、联合测试等工作。";

    a1.innerHTML = "本报综合消息 4月17日，省委常委会召开会议，学习贯彻习近平总书记近期重要讲话重要文章精神，分析全省一季度经济形势，研究部署下一阶段工作。省委书记信长星主持会议并讲话。";
    a2.innerHTML ="会议学习了习近平总书记会见马英九一行时的重要讲话精神和总书记在《求是》杂志发表的重要文章《加强文化遗产保护传承 弘扬中华优秀传统文化》，指出，要认真贯彻中央对台工作部署，用好两岸企业家峰会等平台载体，进一步密切苏台经济交往、人文交流，为推进祖国统一和民族复兴贡献更大力量。要以高度的文化自觉、坚定的文化自信加快建设文化强省，全面提升文物保护利用和文化遗产保护传承水平，在建设中华民族现代文明上探索新经验、展现新作为。";
    a3.innerHTML ="在经济形势分析议题，会议以视频形式连线到各设区市，听取了全省一季度经济形势分析汇报，省工信厅、省商务厅和苏州市、淮安市、泰州市、宿迁市发言。吴新明、张彤等市领导在南通分会场收听收看。";
    a4.innerHTML ="";   
    a5.innerHTML ="会议指出，一季度是“挑大梁”的新起点、全年的风向标、整盘的先手棋，全省经济实现开门红、开门好、开门稳，提升了各方面对江苏发展的预期，提振了全省上下的信心，为更好实现全年目标、真正挑起大梁夯实了基础、赢得了先机。成绩来之不易，是在习近平总书记亲切关怀、精心指导下取得的，是认真落实党中央决策部署取得的，是各地各部门齐心协力干出来的。";
    a6.innerHTML ="会议指出，当前，全省经济运行有挑战、更有机遇。要坚定信心、鼓足干劲，把解决发展中遇到的问题作为提振市场预期和信心的重要抓手，采取正确策略、拿出具体措施，全面巩固和增强经济回升向好态势，乘势而上争取高质量发展更好结果。";
    a7.innerHTML ="会议强调，需求是促进经济回升向好的关键。要充分激发有潜能的消费，大力发展数字、绿色、健康消费，抓紧落实大规模设备更新和消费品以旧换新政策。要合理扩大有效益的投资，继续适度超前谋划部署一批重大新型基础设施项目，扩大高技术产业和战略性新兴产业投资，更大力度激发民间投资活力。要着力稳住外贸外资基本盘，推出更多务实有效的贸易便利化措施，加快培育外贸新动能，积极创新利用外资方式。";
    a8.innerHTML ="";
    a9.innerHTML ="会议指出，发展新质生产力是推动高质量发展的内在要求和重要着力点。要加快以科技创新推动产业创新，力争在关键核心技术、重大科技前沿、高端装备等领域涌现更多成果，催生新产业、新模式、新动能。要用新技术巩固传统产业领先优势，以“智改数转网联”为牵引，促进产业高端化、智能化、绿色化，努力把“长板”拉得更长。要防止一哄而上和泛化、炒作新质生产力的概念，引导各地因地制宜、错位发展，实实在在塑造发展新动能新优势。";
    a10.innerHTML ="会议强调，经济循环畅通是发展韧性活力的直接体现。要打通影响交通物流体系的堵点卡点，加密完善国际航空、海运航线网络，加快“水运江苏”建设。要打通制约经营主体发展的堵点卡点，依法平等保护各类经营主体合法权益，推动各类要素跨区域自由流动和集聚。要打通束缚新质生产力发展的堵点卡点，一体推进教育发展、科技创新、人才培养，助力科技成果就地转化应用。";
    a11.innerHTML ="";
    a12.innerHTML ="会议指出，落实才能出成绩，执行才能见成效。国家层  面的政策要用足用好，省里制定的政策要应享尽享，其他省市的政策要广泛借鉴吸收，以更  开阔的视野和思路，扎扎实实做好各项工作。";
    a13.innerHTML ="会议强调，要统筹推进高质量发展和高水平安全，促进  房地产市场平稳健康发展，切实防范化解金融风险，扎紧筑牢安全生产防线，继续做好地方  债务风险防范化解工作，兜住兜准兜牢民生底线，全力以赴维护社会安全稳定。";

    b1.innerHTML = "本报讯 （记者朱文君）4月17日，北京海博思创华东区域总部及“四中心一基地”项目正式签约。市委书记吴新明，北京海博思创科技股份有限公司董事长、总经理张剑辉等见证签约。";
    b1a.innerHTML = "";
    b2.innerHTML = "我市始终将绿色低碳转型作为推进新型工业化的重要内容，已发展形成了以风电、光伏、储能等为主的新能源产业集群。其中储能产业布局较早，集聚了一批有影响力的企业，正在加快强链补链延链，不断提升产业竞争实力。";
    b3.innerHTML = "";
    b4.innerHTML = "北京海博思创科技股份有限公司是国内领先的储能系统集成与解决方案技术服务提供商，拥有国内领先的电池测试实验室。该项目落户启东高新技术产业开发区，总投资40亿元，其中一期项目将建设研发中心、营销中心、实验测试中心、数智化运维中心和“零碳”智能制造基地。";
    b5.innerHTML = "";

    c1.innerHTML = "本报讯 （记者朱文君）昨天，市委书记吴新明赴崇川区市北高新技术产业开发区，深入企业展开调研。他强调，要深入贯彻落实习近平总书记对江苏工作重要讲话重要指示精神，深度融入长三角一体化发展战略，持续放大中心城区优势，积极参与长江口产业创新协同区建设，以创新驱动产业能级全面提升，加快培育发展新质生产力，为全市高质量发展贡献主城力量。";
    c2.innerHTML = "南通越亚半导体有限公司二期项目正在进行厂房施工，吴新明来到企业展示中心、车间等地，详细了解产品工艺、科技研发、市场前景等情况，希望企业深耕优势领域，瞄准行业新兴领域，加大科技研发投入，不断提升企业核心竞争力。江苏三黍生物科技有限公司拥有行业领先的科研检测服务平台，并积极布局特种淀粉基新材料产业。吴新明参观实验室、中试中心等地，了解工艺流程、市场应用、发展规划等。江苏奥易克斯汽车电子科技股份有限公司主要生产新能源汽车、传统动力汽车电控产品。在实地参观车间、查看生产工艺流程后，吴新明希望企业坚持创新引领，顺应行业变革潮流，不断用新技术赋能产品，持续巩固行业领先地位，实现更好更快发展。";
    c3.innerHTML = "";
    c4.innerHTML = "";
    c5.innerHTML = "调研中，吴新明强调，崇川区要深度融入长三角一体化发展和上海大都市圈建设，切实扛起主城担当、展现主城作为，加快跨江融合，积极参与共建长江口产业创新协同区；充分发挥人才、区位等优势，坚定不移抓好科技创新、项目建设，强化企业创新主体地位，厚植发展新动能。";

    d1.innerHTML ="在“七虎竞南通，十强逐江海”的氛围里，我市上下形成了拼经济、争项目、抢投入的热潮。被誉为“七小虎”的如皋长江、启东吕四港、海安曲塘、通州川姜、如东洋口5个省级经济发达镇和通州平潮、海门包场2个省级经济发达镇培育镇，同样虎虎生威。去年12月8日，全市省级经济发达镇座谈会要求“七小虎”更好担当起经济大镇、发展重镇的责任和使命，当标杆、做示范。4个月过去了，“七小虎”有着什么样的状态？什么样的作为？本报今起推出“‘七小虎’竞字起笔拼经济”系列报道，敬请关注。";

    e1.innerHTML ="本报讯 （记者司占伟 通讯员陆英）17日，记者从南通经济技术开发区行政审批局了解到，该区“道口开设一件事”专窗日前启用，专窗将日常的“占用、挖掘城市道路审批”“依附于城市道路建设各种管线、杆线等设施审批”“临时占用绿地审批”“砍伐城市树木、迁移古树名木审批”四个事项集成“道口开设一件事”审批服务，审批时长由原本的15到20个工作日缩短至5个工作日以内。";
    e2.innerHTML ="随着南通开发区投资建设项目规模不断扩大，项目建设过程中开设（临时）永久道口成为必不可少的环节。但该事项审批涉及多个部门，企业在办理过程中常常陷入各个部门多头跑、多头准备资料的困境，一定程度上影响了投资建设项目的建成速度。";
    e3.innerHTML ="创新开设的“道口开设一件事”专窗，打破了以往多部门串联审批、分头踏勘、分散办理的工作模式，优化为一个部门统一受理、联合踏勘、集中会办的“集成”工作模式。实现了从“群众跑”到“数据跑”“政府跑”的转变，无形中使部门之间的协作更为密切，也切实提高了“一件事情”的办事效率。";
}
if(window.innerWidth <= 768){
    g1.innerHTML = "新华社北京4月17日电 神舟十八 号载人飞船计划近日择机实施发射，船箭组合体已转运至发射区（上图 新华社照片）。";
    g2.innerHTML = "据中国载人航天工程办公室介绍 ，4月17日，神舟十八号载人飞船与长征二号F遥十八运载火箭组合体已转运至发射区。目前，发射场设施设备状态良好，后续将按计划开展发射前的各项功能检查、联合测试等工作。";

    a1.innerHTML = "本报综合消息 4月17日，省委常委会召开会议，学习贯彻习近平总书记近期重要讲话重要文章精神，分析全省一季度经济形势，研究部署下一阶段工作。省委书记信长星主持会议并讲话。";
    a2.innerHTML = "会议学习了习近平总书记会见马英九一行时的重要讲话精神和总书记在《求是》杂志发表的重要文章《加强文化遗产保护传承 弘扬中华优秀传统文化》，指出，要认真贯彻中央对台工作部署，用好两岸企业家峰会等平台载体，进一步密切苏台经济交往、人文交流，为推进祖国统一和民族复兴贡献更大力量。要以高度的文化自觉、坚定的文化自信加快建设文化强省，全面提升文物保护利用和文化遗产保护传承水平，在建设中华民族现代文明上探索新经验、展现新作为。";
    a3.innerHTML = "在经济形势分析议题，会议以视频形式连线到各设区市，听取了全省一季度经济形势分析汇报，省工信厅、省商务厅和苏州市、淮安市、泰州市、宿迁市发言。吴新明、张彤等市领导在南通分会场收听收看。";
    a4.innerHTML = "";
    a5.innerHTML = "会议指出，一季度是“挑大梁”的新起点、全年的风向标、整盘的先手棋，全省经济实现开门红、开门好、开门稳，提升了各方面对江苏发展的预期，提振了全省上下的信心，为更好实现全年目标、真正挑起大梁夯实了基础、赢得了先机。成绩来之不易，是在习近平总书记亲切关怀、精心指导下取得的，是认真落实党中央决策部署取得的，是各地各部门齐心协力干出来的。";
    a6.innerHTML = "会议指出，当前，全省经济运行有挑战、更有机遇。要坚定信心、鼓足干劲，把解决发展中遇到的问题作为提振市场预期和信心的重要抓手，采取正确策略、拿出具体措施，全面巩固和增强经济回升向好态势，乘势而上争取高质量发展更好结果。";
    a7.innerText = "会议强调，需求是促进经济回升向好的关键。要充分激发有潜能的消费，大力发展数字、绿色、健康消费，抓紧落实大规模设备更新和消费品以旧换新政策。要合理扩大有效益的投资，继续适度超前谋划部署一批重大新型基础设施项目，扩大高技术产业和战略性新兴产业投资，更大力度激发民间投资活力。要着力稳住外贸外资基本盘，推出更多务实有效的贸易便利化措施，加快培育外贸新动能，积极创新利用外资方式。";
    a8.innerHTML ="";
    a9.innerHTML ="会议指出，发展新质生产力是推动高质量发展的内在要求和重要着力点。要加快以科技创新推动产业创新，力争在关键核心技术、重大科技前沿、高端装备等领域涌现更多成果，催生新产业、新模式、新动能。要用新技术巩固传统产业领先优势，以“智改数转网联”为牵引，促进产业高端化、智能化、绿色化，努力把“长板”拉得更长。要防止一哄而上和泛化、炒作新质生产力的概念，引导各地因地制宜、错位发展，实实在在塑造发展新动能新优势。";
    a10.innerHTML ="会议强调，经济循环畅通是发展韧性活力的直接体现。要打通影响交通物流体系的堵点卡点，加密完善国际航空、海运航线网络，加快“水运江苏”建设。要打通制约经营主体发展的堵点卡点，依法平等保护各类经营主体合法权益，推动各类要素跨区域自由流动和集聚。要打通束缚新质生产力发展的堵点卡点，一体推进教育发展、科技创新、人才培养，助力科技成果就地转化应用。";
    a11.innerHTML ="";
    a12.innerHTML ="会议指出，落实才能出成绩，执行才能见成效。国家层  面的政策要用足用好，省里制定的政策要应享尽享，其他省市的政策要广泛借鉴吸收，以更  开阔的视野和思路，扎扎实实做好各项工作。";
    a13.innerHTML ="会议强调，要统筹推进高质量发展和高水平安全，促进  房地产市场平稳健康发展，切实防范化解金融风险，扎紧筑牢安全生产防线，继续做好地方  债务风险防范化解工作，兜住兜准兜牢民生底线，全力以赴维护社会安全稳定。";

    b1.innerHTML = "本报讯 （记者朱文君）4月17日，北京海博思创华东区域总部及“四中心一基地”项目正式签约。市委书记吴新明，北京海博思创科技股份有限公司董事长、总经理张剑辉等见证签约。";
    b1a.innerHTML = "";
    b2.innerHTML = "我市始终将绿色低碳转型作为推进新型工业化的重要内容，已发展形成了以风电、光伏、储能等为主的新能源产业集群。其中储能产业布局较早，集聚了一批有影响力的企业，正在加快强链补链延链，不断提升产业竞争实力。";
    b3.innerHTML = "";
    b4.innerHTML = "北京海博思创科技股份有限公司是国内领先的储能系统集成与解决方案技术服务提供商，拥有国内领先的电池测试实验室。该项目落户启东高新技术产业开发区，总投资40亿元，其中一期项目将建设研发中心、营销中心、实验测试中心、数智化运维中心和“零碳”智能制造基地。";
    b5.innerHTML = "";

    c1.innerHTML = "本报讯 （记者朱文君）昨天，市委书记吴新明赴崇川区市北高新技术产业开发区，深入企业展开调研。他强调，要深入贯彻落实习近平总书记对江苏工作重要讲话重要指示精神，深度融入长三角一体化发展战略，持续放大中心城区优势，积极参与长江口产业创新协同区建设，以创新驱动产业能级全面提升，加快培育发展新质生产力，为全市高质量发展贡献主城力量。";
    c2.innerHTML = "南通越亚半导体有限公司二期项目正在进行厂房施工，吴新明来到企业展示中心、车间等地，详细了解产品工艺、科技研发、市场前景等情况，希望企业深耕优势领域，瞄准行业新兴领域，加大科技研发投入，不断提升企业核心竞争力。江苏三黍生物科技有限公司拥有行业领先的科研检测服务平台，并积极布局特种淀粉基新材料产业。吴新明参观实验室、中试中心等地，了解工艺流程、市场应用、发展规划等。江苏奥易克斯汽车电子科技股份有限公司主要生产新能源汽车、传统动力汽车电控产品。在实地参观车间、查看生产工艺流程后，吴新明希望企业坚持创新引领，顺应行业变革潮流，不断用新技术赋能产品，持续巩固行业领先地位，实现更好更快发展。";
    c3.innerHTML = "";
    c4.innerHTML = "";
    c5.innerHTML = "调研中，吴新明强调，崇川区要深度融入长三角一体化发展和上海大都市圈建设，切实扛起主城担当、展现主城作为，加快跨江融合，积极参与共建长江口产业创新协同区；充分发挥人才、区位等优势，坚定不移抓好科技创新、项目建设，强化企业创新主体地位，厚植发展新动能。";

    d1.innerHTML ="在“七虎竞南通，十强逐江海”的氛围里，我市上下形成了拼经济、争项目、抢投入的热潮。被誉为“七小虎”的如皋长江、启东吕四港、海安曲塘、通州川姜、如东洋口5个省级经济发达镇和通州平潮、海门包场2个省级经济发达镇培育镇，同样虎虎生威。去年12月8日，全市省级经济发达镇座谈会要求“七小虎”更好担当起经济大镇、发展重镇的责任和使命，当标杆、做示范。4个月过去了，“七小虎”有着什么样的状态？什么样的作为？本报今起推出“‘七小虎’竞字起笔拼经济”系列报道，敬请关注。";

    e1.innerHTML ="本报讯 （记者司占伟 通讯员陆英）17日，记者从南通经济技术开发区行政审批局了解到，该区“道口开设一件事”专窗日前启用，专窗将日常的“占用、挖掘城市道路审批”“依附于城市道路建设各种管线、杆线等设施审批”“临时占用绿地审批”“砍伐城市树木、迁移古树名木审批”四个事项集成“道口开设一件事”审批服务，审批时长由原本的15到20个工作日缩短至5个工作日以内。";
    e2.innerHTML ="随着南通开发区投资建设项目规模不断扩大，项目建设过程中开设（临时）永久道口成为必不可少的环节。但该事项审批涉及多个部门，企业在办理过程中常常陷入各个部门多头跑、多头准备资料的困境，一定程度上影响了投资建设项目的建成速度。";
    e3.innerHTML ="创新开设的“道口开设一件事”专窗，打破了以往多部门串联审批、分头踏勘、分散办理的工作模式，优化为一个部门统一受理、联合踏勘、集中会办的“集成”工作模式。实现了从“群众跑”到“数据跑”“政府跑”的转变，无形中使部门之间的协作更为密切，也切实提高了“一件事情”的办事效率。";
}
if(window.innerWidth <= 576){
    g1.innerHTML = "新华社北京4月17日电 神舟十八 号载人飞船计划近日择机实施发射，船箭组合体已转运至发射区（上图 新华社照片）。";
    g2.innerHTML = "据中国载人航天工程办公室介绍 ，4月17日，神舟十八号载人飞船与长征二号F遥十八运载火箭组合体已转运至发射区。目前，发射场设施设备状态良好，后续将按计划开展发射前的各项功能检查、联合测试等工作。";

    a1.innerHTML = "本报综合消息 4月17日，省委常委会召开会议，学习贯彻习近平总书记近期重要讲话重要文章精神，分析全省一季度经济形势，研究部署下一阶段工作。省委书记信长星主持会议并讲话。";
    a2.innerHTML = "会议学习了习近平总书记会见马英九一行时的重要讲话精神和总书记在《求是》杂志发表的重要文章《加强文化遗产保护传承 弘扬中华优秀传统文化》，指出，要认真贯彻中央对台工作部署，用好两岸企业家峰会等平台载体，进一步密切苏台经济交往、人文交流，为推进祖国统一和民族复兴贡献更大力量。要以高度的文化自觉、坚定的文化自信加快建设文化强省，全面提升文物保护利用和文化遗产保护传承水平，在建设中华民族现代文明上探索新经验、展现新作为。";
    a3.innerHTML = "在经济形势分析议题，会议以视频形式连线到各设区市，听取了全省一季度经济形势分析汇报，省工信厅、省商务厅和苏州市、淮安市、泰州市、宿迁市发言。吴新明、张彤等市领导在南通分会场收听收看。";
    a4.innerHTML = "";
    a5.innerHTML = "会议指出，一季度是“挑大梁”的新起点、全年的风向标、整盘的先手棋，全省经济实现开门红、开门好、开门稳，提升了各方面对江苏发展的预期，提振了全省上下的信心，为更好实现全年目标、真正挑起大梁夯实了基础、赢得了先机。成绩来之不易，是在习近平总书记亲切关怀、精心指导下取得的，是认真落实党中央决策部署取得的，是各地各部门齐心协力干出来的。";
    a6.innerHTML = "会议指出，当前，全省经济运行有挑战、更有机遇。要坚定信心、鼓足干劲，把解决发展中遇到的问题作为提振市场预期和信心的重要抓手，采取正确策略、拿出具体措施，全面巩固和增强经济回升向好态势，乘势而上争取高质量发展更好结果。";
    a7.innerText = "会议强调，需求是促进经济回升向好的关键。要充分激发有潜能的消费，大力发展数字、绿色、健康消费，抓紧落实大规模设备更新和消费品以旧换新政策。要合理扩大有效益的投资，继续适度超前谋划部署一批重大新型基础设施项目，扩大高技术产业和战略性新兴产业投资，更大力度激发民间投资活力。要着力稳住外贸外资基本盘，推出更多务实有效的贸易便利化措施，加快培育外贸新动能，积极创新利用外资方式。";
    a8.innerHTML ="";
    a9.innerHTML ="会议指出，发展新质生产力是推动高质量发展的内在要求和重要着力点。要加快以科技创新推动产业创新，力争在关键核心技术、重大科技前沿、高端装备等领域涌现更多成果，催生新产业、新模式、新动能。要用新技术巩固传统产业领先优势，以“智改数转网联”为牵引，促进产业高端化、智能化、绿色化，努力把“长板”拉得更长。要防止一哄而上和泛化、炒作新质生产力的概念，引导各地因地制宜、错位发展，实实在在塑造发展新动能新优势。";
    a10.innerHTML ="会议强调，经济循环畅通是发展韧性活力的直接体现。要打通影响交通物流体系的堵点卡点，加密完善国际航空、海运航线网络，加快“水运江苏”建设。要打通制约经营主体发展的堵点卡点，依法平等保护各类经营主体合法权益，推动各类要素跨区域自由流动和集聚。要打通束缚新质生产力发展的堵点卡点，一体推进教育发展、科技创新、人才培养，助力科技成果就地转化应用。";
    a11.innerHTML ="";
    a12.innerHTML ="会议指出，落实才能出成绩，执行才能见成效。国家层  面的政策要用足用好，省里制定的政策要应享尽享，其他省市的政策要广泛借鉴吸收，以更  开阔的视野和思路，扎扎实实做好各项工作。";
    a13.innerHTML ="会议强调，要统筹推进高质量发展和高水平安全，促进  房地产市场平稳健康发展，切实防范化解金融风险，扎紧筑牢安全生产防线，继续做好地方  债务风险防范化解工作，兜住兜准兜牢民生底线，全力以赴维护社会安全稳定。";

    b1.innerHTML = "本报讯 （记者朱文君）4月17日，北京海博思创华东区域总部及“四中心一基地”项目正式签约。市委书记吴新明，北京海博思创科技股份有限公司董事长、总经理张剑辉等见证签约。";
    b1a.innerHTML = "";
    b2.innerHTML = "我市始终将绿色低碳转型作为推进新型工业化的重要内容，已发展形成了以风电、光伏、储能等为主的新能源产业集群。其中储能产业布局较早，集聚了一批有影响力的企业，正在加快强链补链延链，不断提升产业竞争实力。";
    b3.innerHTML = "";
    b4.innerHTML = "北京海博思创科技股份有限公司是国内领先的储能系统集成与解决方案技术服务提供商，拥有国内领先的电池测试实验室。该项目落户启东高新技术产业开发区，总投资40亿元，其中一期项目将建设研发中心、营销中心、实验测试中心、数智化运维中心和“零碳”智能制造基地。";
    b5.innerHTML = "";

    c1.innerHTML = "本报讯 （记者朱文君）昨天，市委书记吴新明赴崇川区市北高新技术产业开发区，深入企业展开调研。他强调，要深入贯彻落实习近平总书记对江苏工作重要讲话重要指示精神，深度融入长三角一体化发展战略，持续放大中心城区优势，积极参与长江口产业创新协同区建设，以创新驱动产业能级全面提升，加快培育发展新质生产力，为全市高质量发展贡献主城力量。";
    c2.innerHTML = "南通越亚半导体有限公司二期项目正在进行厂房施工，吴新明来到企业展示中心、车间等地，详细了解产品工艺、科技研发、市场前景等情况，希望企业深耕优势领域，瞄准行业新兴领域，加大科技研发投入，不断提升企业核心竞争力。江苏三黍生物科技有限公司拥有行业领先的科研检测服务平台，并积极布局特种淀粉基新材料产业。吴新明参观实验室、中试中心等地，了解工艺流程、市场应用、发展规划等。江苏奥易克斯汽车电子科技股份有限公司主要生产新能源汽车、传统动力汽车电控产品。在实地参观车间、查看生产工艺流程后，吴新明希望企业坚持创新引领，顺应行业变革潮流，不断用新技术赋能产品，持续巩固行业领先地位，实现更好更快发展。";
    c3.innerHTML = "";
    c4.innerHTML = "";
    c5.innerHTML = "调研中，吴新明强调，崇川区要深度融入长三角一体化发展和上海大都市圈建设，切实扛起主城担当、展现主城作为，加快跨江融合，积极参与共建长江口产业创新协同区；充分发挥人才、区位等优势，坚定不移抓好科技创新、项目建设，强化企业创新主体地位，厚植发展新动能。";

    d1.innerHTML ="在“七虎竞南通，十强逐江海”的氛围里，我市上下形成了拼经济、争项目、抢投入的热潮。被誉为“七小虎”的如皋长江、启东吕四港、海安曲塘、通州川姜、如东洋口5个省级经济发达镇和通州平潮、海门包场2个省级经济发达镇培育镇，同样虎虎生威。去年12月8日，全市省级经济发达镇座谈会要求“七小虎”更好担当起经济大镇、发展重镇的责任和使命，当标杆、做示范。4个月过去了，“七小虎”有着什么样的状态？什么样的作为？本报今起推出“‘七小虎’竞字起笔拼经济”系列报道，敬请关注。";

    e1.innerHTML ="本报讯 （记者司占伟 通讯员陆英）17日，记者从南通经济技术开发区行政审批局了解到，该区“道口开设一件事”专窗日前启用，专窗将日常的“占用、挖掘城市道路审批”“依附于城市道路建设各种管线、杆线等设施审批”“临时占用绿地审批”“砍伐城市树木、迁移古树名木审批”四个事项集成“道口开设一件事”审批服务，审批时长由原本的15到20个工作日缩短至5个工作日以内。";
    e2.innerHTML ="随着南通开发区投资建设项目规模不断扩大，项目建设过程中开设（临时）永久道口成为必不可少的环节。但该事项审批涉及多个部门，企业在办理过程中常常陷入各个部门多头跑、多头准备资料的困境，一定程度上影响了投资建设项目的建成速度。";
    e3.innerHTML ="创新开设的“道口开设一件事”专窗，打破了以往多部门串联审批、分头踏勘、分散办理的工作模式，优化为一个部门统一受理、联合踏勘、集中会办的“集成”工作模式。实现了从“群众跑”到“数据跑”“政府跑”的转变，无形中使部门之间的协作更为密切，也切实提高了“一件事情”的办事效率。";
}